const infoOrganization = () => {
    return `Flex Coffee - система кофеен нового поколения, где каждый глоток приносит удовольствие и вдохновение.\n\nМы предлагаем широкий выбор кофейных сортов, включая редкие кастомные вкусы, и организуем уникальные ивенты на праздники, привнося неповторимую атмосферу в вашу жизнь.\nНаши десерты - настоящее произведение искусства, включая уникальные и необычные вариации, которые Вы больше нигде не найдете.\n\nМы уделяем особое внимание качеству продукции и придерживаемся концепции здорового питания, избегая вредных ингредиентов.\n\nБудем рады видеть Вас среди наших клиентов😊`
}

const infoBot = () => {
    return `Flex Coffee Bot - ваш персональный ассистент в мире кофе и десертов!\n\nПолучайте рекомендации по кофейным напиткам, заказывайте уникальные сорта кофе и особенные десерты прямо через приложение Telegram.\n\nБудьте в курсе всех наших уникальных ивентов и акций, и получайте эксклюзивные предложения для подписчиков.\nПридерживайтесь правильного питания с нашими здоровыми и вкусными вариантами, без лишнего сахара.\n\nНаслаждайтесь моментом с Flex Coffee Bot!\n\nVersion 1.0.0`
}

const freeShippingThreshold = () => {
    return 1000;
}

const costDelivery = () => {
    return 180;
}

module.exports = {
    infoOrganization,
    infoBot,
    freeShippingThreshold,
    costDelivery
}
