const infoOrganization = () => {
    return `Flex Coffee - система кофеен нового поколения, где каждый глоток приносит удовольствие и вдохновение. Мы предлагаем широкий выбор кофейных сортов, включая редкие кастомные вкусы, и организуем уникальные ивенты на праздники, привнося неповторимую атмосферу в вашу жизнь. Наши десерты - настоящее произведение искусства, включая уникальные и необычные вариации, которые Вы больше нигде не найдете. Мы уделяем особое внимание качеству продукции и придерживаемся концепции здорового питания, избегая вредных ингредиентов. Будем рады видеть Вас среди наших клиентов😊`
}

const infoBot = () => {
    return `Flex Coffee Bot - ваш персональный ассистент в мире кофе и десертов! Получайте рекомендации по кофейным напиткам, заказывайте уникальные сорта кофе и особенные десерты прямо через приложение Telegram. Будьте в курсе всех наших уникальных ивентов и акций, и получайте эксклюзивные предложения для подписчиков. Придерживайтесь правильного питания с нашими здоровыми и вкусными вариантами, без лишнего сахара. Наслаждайтесь моментом с Flex Coffee Bot!\n\nVersion 1.0.0`
}

module.exports = [
    infoOrganization,
    infoBot
]
